document.querySelector('.skill_1').addEventListener('click', function() {
  document.querySelector('.txt').innerHTML = '<h5>Arcane Curse</h5><p>Проклинает вражеских героев в выбранной области, нанося им периодический урон и замедляя их скорость передвижения. Каждая примененная жертвой способность увеличивает длительность эффекта.</p>';
});

document.querySelector('.skill_2').addEventListener('click', function() {
  document.querySelector('.txt').innerHTML = '<h5>Glaives of Wisdom</h5><p>Герой наполняет глефы своей мудростью, отчего они наносят дополнительный урон, зависящий от интеллекта владельца. Улучшается с Aghanim\'s Scepter.</p>';
});

document.querySelector('.skill_3').addEventListener('click', function() {
  document.querySelector('.txt').innerHTML = '<h5>Last Word</h5><p>Насылает на цель проклятие, которое через некоторое время наносит ей урон и накладывает на неё безмолвие. Проклятие сработает раньше, если жертва применит способность.</p>';
});

document.querySelector('.skill_4').addEventListener('click', function() {
  document.querySelector('.txt').innerHTML = '<h5>Global Silence</h5><p>Герой заглушает все звуки на поле боя, не давая врагам произносить заклинания, где бы они ни были.</p>';
});

document.querySelector('.img').addEventListener('click', function() {
  document.querySelector('.txt').innerHTML = 'Часть седьмого — последнего — поколения тщательно спланированной селекции, Нортром был выведен древним орденом Эол Драйас, дабы стать величайшим из магов, которых видел свет. Он был тем, о ком гласило пророчество; кульминацией двухсот лет осторожного скрещивания; магом-бойцом, который принес бы славу ордену и погибель заклятым врагам его, рыцарям Покрова. Он рос вместе с другими молодыми магами в военном городке, сокрытом среди холмов Хазхадальских пустошей, и наставники ждали, когда способности Нортрома проявят себя. Остальные ученики уже оттачивали мастерство обращения с огнем, льдом или чарами, а Нортром оставался молчаливым и бездарным, неспособным даже наложить сглаз. День финальных испытаний близился, но он так и не нашел своего призвания. С отвращением наставники ругали его, а дети осмеивали. «Ты не маг», — провозгласил глава ордена. И всё же Нортром не отступил. Он явился в день экзамена и дерзко предстал перед молодыми магами, что насмехались над ним. И тогда его наставники получили ценный урок: отсутствие магии может быть лучшим из всех ее видов. Юные маги не могли произнести ни слова, а Нортром одерживал победу в одном поединке за другим, покуда не остался на поле сражения один. Пророчество было исполнено. Именно он — величайший маг ордена Эол Драйас.';
});
